Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Mogadishu, Apr 20 (EFE) .- At least six people were killed and four were wounded in an attack on a U.N. vehicle in Garowe, the capital of Somalia’s semi-autonomous region of Puntland, officials from the United Nations told Efe.
pt: Pelo menos sete pessoas, entre elas seis funcionários da ONU na Somália, morreram nesta segunda-feira em um ataque dos islamitas shebab contra um ônibus das Nações Unidas na localidade de Garowe (norte), capital da região semiautônoma de Puntland.

source: Last original member of The Ramones punk band dies
pt: Morre o baterista da formação original dos Ramones

source: Taxis packed with families who fear they've contracted the deadly virus criss-cross the Liberian capital, searching for a place where they can be treated, WHO said .
pt: "Em Monróvia, táxis repletos de famílias inteiras, dos quais alguns membros podem estar infectados com o vírus Ebola, cruzam a cidade à procura de leitos para tratamento .

source: How are you going do it?
pt: E o que mais você estiver a fim .

source: "As writers and artists, we cannot stand quietly by as we watch our fellow writers and journalists pressed into silence or risking prosecution and often drastic punishment for the mere act of communicating their thoughts," the letter said .
pt: No texto, os autores prometem que não ficarão calados quando observam "nossos amigos escritores e jornalistas forçados aos silêncio ou expostos a processos e, às vezes, a penas drásticas pelo simples fato de compartilhar seus pensamentos".

source: But military sources said Thursday that pro-government forces were later forced to withdraw from the former army base under fire by Islamist fighters.
pt: Mas uma fonte militar indicou nesta quinta-feira à AFP que as forças pró-governamentais precisaram se retirar da ex-base militar tomada como alvo pelos combatentes islamitas.

source: A top Indonesian search and rescue official on Monday said the missing AirAsia plane, which disappeared over the weekend with 162 people on board after taking off from the Indonesian city of Surabaya, is probably at the bottom of the Java Sea.
pt: A busca internacional para encontrar o avião da AirAsia que desapareceu no domingo entre Indonésia e Cingapura com 162 pessoas a bordo se concentrava nesta segunda-feira em um rastro de combustível que pode ser da aeronave, que se encontra provavelmente no fundo do mar, segundo uma autoridade local.

source: Finland's Nokia said last week it had started a strategic review of HERE after announcing a 15.6 billion euro takeover of network equipment rival Alcatel-Lucent ALUA.PA.
pt: A Nokia disse na semana passada que iniciou análises estratégicas sobre o HERE após anunciar a compra da fabricante rival de equipamentos para telecomunicações Alcatel-Lucent.

source: Parents will be allowed to leave the gender blank on birth certificates, in effect creating a new category of "indeterminate sex".
pt: A partir desta sexta-feira, os pais agora podem deixar o trecho que diz respeito ao gênero em branco nas certidões de nascimento - criando, efetivamente, a nova categoria do "sexo indeterminado".

source: The army also said that troops have been killed.
pt: É o tempo que o exército tem para organizar tudo .

source: Officials expressed concern the unstable hillside above the site of the disaster may cave in again, threatening the thousands of homeless and hundreds of rescue workers who have arrived in Badakhshan province, bordering Tajikistan.
pt: Autoridades expressaram preocupação com a possibilidade de que a área instável acima do local do desastre possa ceder novamente, ameaçando aqueles que perderam suas casas e as equipes de resgate locais e da Organização das Nações Unidas (ONU) que chegaram à província de Badakhshan, que faz fronteira com o Tadjiquistão.

source: When you’ve played so many times for Spain and in Real Madrid, this is the way it is.
pt: "Joguei não só uma, mas várias vezes com o Real Madrid, com o Cruzeiro .

source: The discovery was made 130 miles (211 km) from the town of Iguala, where 43 student teachers were abducted by corrupt police and apparently massacred by drug gang members.
pt: Eles foram descobertos a 211 quilômetros da cidade de Iguala, onde 43 estudantes foram sequestrados por policiais corruptos e aparentemente massacrados por membros de cartéis de droga.

source: I don't have a problem with the coalition," he says.
pt: Ele tem um problema com a bebida" .

source: It seems that this new deal - dubbed Minsk II - doesn't go much further than Minsk I, which was agreed upon in September 2014 .
pt: Pois, aparentemente, Minsk II não vai muito além do pacto já fechado em setembro de 2014, também na capital bielorussa .

source: Sharpton has drawn parallels to the death in Staten Island, New York of Eric Garner, who died July 17 after police put him in a chokehold while trying to arrest him on suspicion of selling illegal cigarettes.
pt: Sharpton mencionou o caso de um pai de família negro, Eric Garner, que morreu em 17 de julho depois de ser derrubado no chão e agredido por policiais, em Staten Island, quando resistiu à prisão .

source: I'm not saying no one can do this .
pt: Só não entende quem não quer, né?

source: S. Korean man sets fire to himself in front of Japan's embassy in Seoul
pt: Um homem sul-coreano ateou fogo a si mesmo em frente à embaixada japonesa em Seul nesta quarta-feira (12).

source: Indeed, as one expert has noted, we have already seen some evidence of this latter phenomenon from recent al-Qaeda in the Arabian Peninsula (AQAP) activity.
pt: Como um analista notou, há evidências deste último efeito na atividade recente da Al-Qaeda na Península Arábica.

source: I'm going to try my best to play three."
pt: “Eu lutei muito e tentei meu melhor .

source: Meanwhile, authorities in Jakarta suggested that AirAsia had been violating the terms of its license for the Surabaya to Singapore route by flying on a Sunday.
pt: Neste sábado, o Ministério dos Transportes da Indonésia anunciou que a AirAsia não tinha permissão para voar entre Surabaya e Cingapura no último domingo .

source: LONDON, Dec 12 (Reuters) - Formula One team principals have snubbed Mercedes driver Nico Rosberg in a best driver poll, rating the German only fifth in a list headed by his title-winning team mate Lewis Hamilton.
pt: LONDRES (Reuters) - Os chefes de equipe da Fórmula 1 esnobaram o piloto da Mercedes Nico Rosberg em uma pesquisa sobre melhor piloto, classificando o alemão só em quinto lugar em uma lista encabeçada pelo seu companheiro de equipe Lewis Hamilton, campeão de 2014.

source: › Obama spoke to Cuba's Raul Castro ahead of summit - U.S. Official
pt: Cuba diz que Obama e Raúl Castro conversaram por telefone no Panamá

source: "The United States shed blood and worked hard for years for the Iraqis to have their own governance... but ISIL crossed the line from Syria, began plotting internally .
pt: Os Estados Unidos derramaram sangue e trabalharam duro durante anos para dar aos iraquianos a oportunidade de ter seu próprio governo."

source: Ukrainian President Petro Poroshenko, in turn, said that Ukraine and Russia had agreed on gas prices for the upcoming winter period .
pt: Poroshenko explicou que neste inverno "a Ucrânia terá gás, e terá calefação" graças a um acordo sobre o preço provisório do gás russo .

source: "Was Homo Heidelbergensis simply European or also African ?
pt: "O Homo heidelbergensis é apenas europeu ou também é africano ?

source: A third of those afflicted are men.
pt: Um terço deste total é de homens.

source: Also facing execution in the coming days are citizens of France, Brazil, the Philippines, Ghana and Nigeria, as well as Indonesia .
pt: Além do brasileiro, enfrentam a possibilidade de execução iminente na Indonésia cidadãos da Austrália, Nigéria, França, Gana, Filipinas e um indonésio, que deverão ser executados por um pelotão de fuzilamento .

source: Thousands Camp Out for Pope's First Mass in Ecuador
pt: Milhares acampam nas ruas para primeira missa do papa no Equador

source: Sixteen people including a baby are confirmed dead and rescuers are still searching for missing passengers after a ferry collided with a cargo ship and sank Sunday in a Bangladesh river, officials said.
pt: Pelo menos 38 pessoas morreram neste domingo em Bangladesh e várias são consideradas desaparecidas após o naufrágio de uma balsa de passageiros, que colidiu com um barco pesqueiro, anunciou a polícia .

source: Obama, Prince William talk royal babies in White House visit
pt: Presidente dos EUA conversa com o príncipe William no Salão Oval da Casa Branca

source: “If the labor market continues to improve more quickly than anticipated by the committee, resulting in faster convergence toward our dual objectives, then increases in the federal funds rate target likely would occur sooner and be more rapid than currently envisioned,” Yellen told lawmakers.
pt: "Se o mercado de trabalho segue melhorando mais rápido do que o antecipado, com o resultado de uma convergência mais rápida em direção ao duplo mandato (estabilidade de preços e pleno emprego), então a subida dos juros provavelmente ocorrerá antes e mais rápido do que o esperado", afirmou Yellen em uma audiência no Comitê Bancário do Senado para discutir a política monetária .

source: There has even been speculation that Beijing may build an airstrip on the reef, though some experts argue it would be too small to have a strategic impact .
pt: Alguns especialistas argumentaram, no entanto, que essa pista seria pequena demais para ter um impacto estratégico.

source: That compares with the long-term average of 63 percent for earnings and 61 percent for revenue.
pt: Isso se compara com a média de longo prazo de 63% para o lucro e 61% para a receita.

source: A Norwegian Cruise Line ship, running aground Tuesday on a reef near Bermuda, departed for Boston on Wednesday after its steering system was fixed, the company said in a statement.
pt: Um navio da Norwegian Cruise Line encalhou num recife nesta terça-feira depois de deixar Bermuda, mas não havia relatos de quaisquer vítimas feridas, afirmou a imprensa norte-americana.

source: "The Cairo talks will discuss enabling the unity government to undertake its role in Gaza Strip and (conduct) bilateral relations between the two movements," he said.
pt: As negociações entre israelenses e palestinos sobre o cessar-fogo na Faixa de Gaza serão retomadas quarta-feira no Cairo, capital do Egito, anunciaram neste sábado representantes dos dois países.

source: Defending his speech in the US Congress on Tuesday, Israeli Prime Minister Benjamin Netanyahu insisted that he had presented a "practical alternative" to a planned US-led deal with Iran on Tehran's nuclear program.
pt: TEL AVIV (Reuters) - Em reação às críticas do presidente dos Estados Unidos, Barack Obama, o primeiro-ministro israelense, Benjamin Netanyahu, disse nesta quarta-feira que havia apresentado uma "alternativa prática" para um acordo nuclear internacional que está sendo negociado com o Irã.

source: Bashir, who was due to attend an African Union summit in Johannesburg, left South Africa on Monday in defiance of a Pretoria court that later said he should have been arrested to face charges at The Hague-based International Criminal Court.
pt: Um juiz da sul-africano ordenou neste domingo que autoridades não deixem o presidente do Sudão, Omar al-Bashir, que está na África do Sul para uma reunião da União Africana, sair do país por causa de uma ordem internacional de prisão contra ele.

source: The PFA defied FIFA President Sepp Blatter's wishes by pushing for a vote of 209 member countries on May 29 in Zurich.
pt: E o pedido será colocado em votação para os 209 países-membros da Fifa no seu congresso, em 29 de maio, em Zurique.

source: Western countries have long accused Tehran of using its nuclear program to develop nuclear weapons – a claim that Iran adamantly denies .
pt: Os EUA e seus aliados temem que o Irã esteja usando seu programa nuclear civil para acobertar o desenvolvimento de armas atômicas .

source: A leading German pilots' union has called a new walkout at Lufthansa starting Monday in an ongoing dispute over retirement benefits.
pt: BERLIM (Reuters) - O sindicato de pilotos alemão está convocando uma greve na companhia aérea Lufthansa para segunda-feira e terça-feira, depois do colapso das negociações sobre aposentadoria antecipada.

source: Richard Linklater's Boyhood won just one award from six nominations - best supporting actress - which went to Patricia Arquette.
pt: Patricia Arquette ganhou o Oscar de melhor atriz coadjuvante por sua atuação no filme Boyhood na 87ª...

source: The ceasefire -- the fourth since the conflict broke out in April -- aims to bring an end to fighting that has claimed more than 4,300 lives and displaced nearly a million people.
pt: A Ucrânia e os separatistas instauraram na terça-feira (9) um novo cessar-fogo, o quarto desde o início do conflito em abril, para tentar acabar com o conflito que já matou 4.300 pessoas.

source: The transaction is the third big one in the highly fragmented chip industry in 2015.
pt: O acordo é o terceiro de grande porte na altamente fragmentada indústria de chips este ano.

source: Germany is under pressure from its euro zone partners to cut taxes and boost investment to help stimulate economic growth.
pt: Países da zona do euro em dificuldade, incluindo a Itália e a França, vêm pressionando a Alemanha para elevar os investimentos públicos e cortar impostos para impulsionar a recuperação econômica da zona do euro .

source: I like to change my mind and it's good business to be in business with people you don't agree with.
pt: 'Não, vai lá, eu vou deixar você fazer o trabalho político do jeito que você quiser, eu te dou liberdade. '

source: "Harry Potter and the Deathly Hallows Part 1" is the seventh of eight films in the franchise
pt: O longa "Harry Potter e as Relíquias da Morte: Parte 1" é um dos filmes mais esperados em 2010

source: It's just something that happened, and we don't know why."
pt: Parece uma coisa simples, mas na prática não é assim que acontece.

source: Nigeria’s national security adviser, Sambo Dasuki, said he advised the electoral commission to postpone the vote until every potential voter has received a card.
pt: Em Londres, o conselheiro de segurança nacional da Nigéria Sambo Dasuki aconselhou a comissão eleitoral a adiar a eleição

source: Mertesacker, who came on in the last minute of extra-time in Germany's 1-0 final win over Argentina, told the Sueddeutsche newspaper he wanted to determine when his international career finished.
pt: Mertesacker, que entrou no último minuto da prorrogação na vitória por 1 x 0 na final sobre a Argentina, disse ao jornal Sueddeutsche que queria determinar quando sua carreira internacional fosse terminar.

source: BREATHE,” a reference to the final words of Eric Garner, a black man killed by a New York City police in July by way of a chokehold .
pt: Entre os mortos por violência policial contra negros estava Eric Garner, pai de seis filhos e que morreu em julho, em Nova York, após ser estrangulado por um policial .

source: Last week De Mistura said "the government of Syria has indicated to me its willingness to halt all aerial bombing and artillery shelling for a period of six weeks all over the city of Aleppo from a date we'll announce from Damascus".
pt: Em meados de fevereiro, De Mistura afirmou que o regime sírio está disposto a suspender os ataques aéreos e os disparos de artilharia contra Aleppo por seis semanas para permitir um cessar-fogo localizado .

source: Gunmen on Saturday attacked police stations and a military barracks across three districts in Uganda's Rwenzori region along the border with the Democratic Republic of Congo (DRC), killing 17 people including policemen and soldiers.
pt: KAMPALA (Reuters) - Homens armados mataram 17 pessoas quando atacaram três delegacias e um quartel militar em no oeste de Uganda, na região que já foi palco da insurgência de rebeldes islâmicos, informou o Exército neste domingo.

source: Russia's new military doctrine names NATO as key risk Fri, Dec 26 2014
pt: Em nova doutrina militar, Putin vê expansão da Otan como risco para Rússia

source: Julianne Moore won the leading actress prize for her performance as a linguistics professor with early-onset Alzheimer's.
pt: O prêmio de atriz principal foi para Julianne Moore pela interpretação de uma professora de linguística às voltas com o mal de Alzheimer em "Para Sempre Alice".

source: Outgoing Attorney General Eric Holder was already in Paris for security meetings -- and even recorded interviews with several U.S. Sunday morning programs -- but he didn't attend the march.
pt: O procurador-geral dos EUA, Eric Holder, que estava em Paris no final de semana para uma reunião convocada após os ataques em Paris, também não foi à marcha.

source: He was a woman when he became a soldier though he did not identify as such.
pt: Não queria ser e nem era homem, gay ou mulher, mas uma mulher trans"

source: The bus was about 10 km (6 miles) from the city of Joinville when it crashed .
pt: O ônibus estava a cerca de 10 quilômetros da cidade de Joinville quando aconteceu o acidente .

source: Some wheat fields remained under water in the east and northeast part of the bread-basket province, with new rains expected over the days ahead, the ministry said.
pt: No entanto, campos no leste e nordeste da província agrícola mais importante do país ainda estão debaixo de água, segundo o relatório do ministério, e mais chuvas poderiam ocorrer nos próximos dias.

source: A separate outbreak was confirmed in Democratic Republic of Congo on Sunday.
pt: Presença do vírus ebola é confirmada na República Democrática do Congo

source: Hamas is an offshoot of Morsi's Muslim Brotherhood group.
pt: Ele irá concorrer com Mohamed Mursi, do grupo Islâmico Irmandade Muçulmana.

source: Human Rights Watch: Ukrainian government forces use cluster munitions in Donetsk
pt: Human Rights Watch sugerem que forças do governo utilizaram a munição.

source: But new sanctions passed by this Congress, at this moment in time, will all but guarantee that diplomacy fails -- alienating America from its allies; and ensuring that Iran starts up its nuclear program again," he said .
pt: Obama citou ainda as negociações sobre desarmamento nuclear com o Irã e disse que sanções aquele país neste momento iriam apenas “garantir a falha da diplomacia” .

source: The world can end the AIDS epidemic by 2030, the United Nations said on Tuesday, highlighting global success in rolling out life-saving drugs over the last 15 years.
pt: ADIS ABEBA (Reuters) - O mundo pode acabar com a epidemia de Aids até 2030, disse a ONU nesta terça-feira, destacando o sucesso global em desenvolver medicamentos que salvaram vidas nos últimos 15 anos.

source: German Vice Chancellor Sigmar Gabriel said the vote would be "yes or no to the eurozone".
pt: O ministro da Economia e vice-chanceler da Alemanha, Sigmar Gabriel, pediu aos líderes europeus que ...

source: Fukushima worker dies after falling into water storage tank Mon, Jan 19 2015
pt: Trabalhador da usina de Fukushima morre após cair em tanque de água

source: GAZA/JERUSALEM (Reuters) - Hamas acknowledged responsibility on Saturday for a deadly Gaza Strip ambush in which an Israeli army officer may have been captured, but said the incident likely preceded and therefore...
pt: Anúncio foi feito na noite deste sábado pelo exército do país; acreditava-se que o militar tinha sido capturado na Faixa de Gaza, em uma emboscada do Hamas

source: Tsarnaev faces the death penalty for Boston Marathon bombing
pt: Dzhokhar Tsarnaev pede desculpas às vítimas do atentado da Maratona de Boston

source: Fearful Greeks were pulling their money from Greek banks .
pt: Gregos correram para retirar seu dinheiro dos bancos neste sábado.

source: He said 25 others were wounded.
pt: Cerca de 25 pessoas ficaram feridas.

source: "Iran still needs to make some very tough and necessary choices to address the significant concerns that remain about its nuclear programme," the official said on condition of anonymity.
pt: "O Irã ainda tem que tomar decisões muito difíceis e que se impõem para responder às importantes preocupações que persistem sobre seu programa nuclear", explicou um diplomata americano que pediu para não ser identificado.

source: At least 16 people were killed and 30 injured when a freight train slammed into a packed passenger bus in northeastern Mexico on Friday, authorities said, warning the death toll could rise.
pt: Os números são divergentes, mas pelo menos 16 pessoas morreram e outra 30 ficaram feridas em um grave acidente entre um trem de carga e um ônibus de passageiros

source: Yemeni parties ‘agree on need for ceasefire’ at UN talks
pt: Partidos rivais concordam com necessidade de cessar-fogo no Iêmen

source: The Organisation for the Prohibition of Chemical Weapons (OPCW) in The Hague, the world's chemical weapons watchdog, had earlier approved the disarmament plan for Syria that paved the way for the UN vote.
pt: A votação da ONU veio poucas horas depois de a Organização para a Proibição de Armas Químicas (Opaq) adotar o que chamou de "uma decisão histórica sobre a destruição de armas químicas da Síria".

source: You can count on that .
pt: Podem contar com isso .

source: It's highly appropriate to have artists from those countries of origins," said Rafi.
pt: É bastante apropriado ter artistas destas regiões", disse Rafi.

source: Guinea was crippled by decades of corruption and political instability, and the other countries worst hit by the outbreak, Sierra Leone and Liberia, suffered civil wars in the 1990s .
pt: O país africano foi prejudicado por décadas de corrupção e instabilidade política, e as outras nações mais gravemente atingidas pelo surto de ebola, Serra Leoa e Libéria, sofreram com guerras civis nos anos 1990 .

source: Islamic State hit with 24 air strikes by U.S., allies - statement
pt: EUA e aliados lançam ataque aéreo contra Estado Islâmico no Iraque e na Síria

source: By doing this, Kahn wanted to contribute to world peace .
pt: Kahn queria contribuir para a paz mundial com seu projeto de grande escala .

source: "He gets better, you return him, and you convey a message through him: if you want the humanitarian aid to continue, please make sure not to let jihadists approach the fence, and secondly, don't mess with the Druze."
pt: "Depois de restabelecido, é enviado de volta com uma mensagem: se quiser que a ajuda humanitária continue, faça com que os jihadistas continuem longe da barreira e, em seguida, deixe quietos os drusos".

source: When they got it, it just makes it so much fun.”
pt: E isso faz toda a diferença --para eles e para mim.

source: Catalonia President Artur Mas congratulated Scotland for its "attempt to achieve independence", and said that despite the Scottish defeat, a referendum "is the way" towards independence for his region .
pt: O presidente do governo espanhol, Mariano Rajoy, que luta contra a realização de um referendo de independência da região noroeste da Catalunha, afirmou que o resultado escocês foi o melhor resultado para a Europa.

source: US aircraft have launched fresh strikes against Islamic State (IS) militants in Iraq, despite threats from the group to kill a second American captive.
pt: No mesmo vídeo, o Estado Islâmico ameaça executar outro refém americano, Steven Sotloff, em resposta aos ataques aéreos dos Estados Unidos contra posições do grupo no norte do Iraque.
